
[Challenge]
01=
C53_Description=Earn the highest score you can.
C53_Title=Freight Train
C54_Description=Clear the room as quickly as possible.
C54_Title=Black Mask
C72_Description=Use 6 modifiers across 2 levels and acquire every medal.
C72_Title=Black Mask Campaign
Destroy=Destroy the control box!
GO=GO!
